
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Habilitar los experimentos de comunicación y descarga</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 y posterior</string>
      <string id="Pol_ProxyMode">Elige cómo especificar la configuración del servidor proxy</string>
      <string id="Name_ForceInstallsMachine">Forzar instalaciones (todo el equipo)</string>
      <string id="Name_ManualUpdatesOnly">Solo actualizaciones manuales</string>
      <string id="Pol_EdgePreview">Permitir que los usuarios del Programa Windows Insider se inscriban en la versión preliminar de Edge</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 y versiones posteriores</string>
      <string id="Explain_Applications">Se necesitará una plantilla de ADMX/ADML actualizada para admitir las aplicaciones de Edge que se publiquen en el futuro.</string>
      <string id="Name_DesktopShortcutDisabled">Impedir la creación de un acceso directo de escritorio tras la instalación</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Quitar accesos directos de escritorio al actualizar el valor predeterminado</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Pol_ECSControl">Controlar la comunicación de actualizador con el servicio de experimentación y configuración</string>
      <string id="Explain_ECSControl">En Microsoft Edge Update el servicio de experimentación y configuración se usa para implementar la carga de experimentación.

La carga de experimentación consiste en una lista de características de desarrollo anticipado que Microsoft habilita para pruebas y comentarios.

Si habilita esta directiva, la carga de experimentación se descargará desde el servicio de experimentación y configuración.

Si deshabilita esta directiva, la comunicación con el servicio de experimentación y configuración se detendrá por completo.

Si no configura esta directiva, el comportamiento en un dispositivo administrado será igual que si la directiva estuviera «deshabilitada».

Si no configura esta directiva, el comportamiento en un dispositivo no administrado será igual que si la directiva estuviera «habilitada».</string>
      <string id="Name_InstallsDisabled">Instalaciones deshabilitadas</string>
      <string id="Pol_TargetChannel">Invalidación del canal de destino</string>
      <string id="Pol_AllowInstallation">Permitir instalación</string>
      <string id="ProxyFixedServers_DropDown">Usar servidores proxy fijos</string>
      <string id="Explain_CreateDesktopShortcut">Si habilita esta directiva, se creará un acceso directo de escritorio cuando se instale Microsoft Edge.
 Si deshabilita esta directiva, no se creará ningún acceso directo de escritorio cuando se instale Microsoft Edge.
 Si no configura esta directiva, se creará un acceso directo de escritorio a Microsoft Edge durante la instalación.
 Si Microsoft Edge ya está instalado, esta directiva no tendrá efecto.

 Si no configura esta directiva para un canal, la configuración de directiva "Impedir la creación de un acceso directo de escritorio tras la instalación predeterminada" determinará la creación de accesos directos cuando se instala Microsoft Edge.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Estable extendido</string>
      <string id="Pol_AllowSideBySideExperience">Permitir la experiencia del explorador en paralelo de Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Número mínimo de minutos entre comprobaciones de actualización automáticas.

Establezca esta directiva en el valor 0 para deshabilitar todo el tráfico de red periódico de Microsoft Edge Update. Esto no se recomienda, ya que impide que Microsoft Edge Update reciba actualizaciones de estabilidad y seguridad.

Las opciones "Actualizar el valor predeterminado de invalidación de directiva" y "Actualizar invalidación de directiva" por aplicación deben usarse para administrar las actualizaciones de la aplicación en lugar de esta configuración.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 y posterior</string>
      <string id="Explain_DefaultUpdatePolicy">Permite especificar el comportamiento predeterminado de todos los canales relacionados con la forma en que Microsoft Edge Update controla las actualizaciones disponibles para Microsoft Edge. Se puede invalidar para canales individuales si se especifica la directiva 'Invalidación de la directiva de actualización' para esos canales específicos.

  Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la forma en que se configuren las siguientes opciones:
   - Siempre permitir actualizaciones: siempre se aplican las actualizaciones cuando se encuentran, ya sea mediante la comprobación periódica de actualizaciones o mediante una comprobación de actualizaciones manual.
   - Solo actualizaciones silenciosas automáticas: las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódicas.
   - Solo actualizaciones manuales: las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual.
   - Actualizaciones deshabilitadas: las actualizaciones no se aplican nunca.

  Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de aplicaciones, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre sus usuarios.

  Si no habilitas ni configuras esta directiva, Microsoft Edge Update tratará las actualizaciones disponibles según se especifica en la directiva 'Invalidación de la directiva de actualización'.

  Esta directiva está disponible solo en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Permite especificar si las actualizaciones automáticas están habilitadas para el tiempo de ejecución de Webview2. El tiempo de ejecución de Webview2 es un componente usado por aplicaciones para mostrar contenido web.
  De forma predeterminada, las actualizaciones automáticas están habilitadas. Al deshabilitar las actualizaciones automáticas del tiempo de ejecución de Webview2, se pueden producir problemas de compatibilidad con aplicaciones que dependen de este componente.

  Si habilita esta directiva, Microsoft Edge Update controlará las actualizaciones del tiempo de ejecución de Webview2 en función de cómo configure las siguientes opciones:
  - permitir actualizaciones siempre: las actualizaciones se descargan y aplican automáticamente
  - actualizaciones deshabilitadas: las actualizaciones nunca se descargan ni aplican

  Si no habilita esta directiva, las actualizaciones se descargan automáticamente.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 y versiones posteriores</string>
      <string id="ProxyAutoDetect_DropDown">Detectar automáticamente configuración del proxy</string>
      <string id="ProxyPacScript_DropDown">Usar un script de proxy .pac</string>
      <string id="DownloadPreference_DropDown">Direcciones URL de descarga para almacenar en caché</string>
      <string id="Name_ForceInstallsUser">Forzar instalaciones (por usuario)</string>
      <string id="Explain_AllowSideBySideExperience">Esta directiva permite que un usuario ejecute Microsoft Edge (Edge HTML) y Microsoft Edge (basado en Chromium) en paralelo.

Si esta directiva se establece en "No configurada", Microsoft Edge (basado en Chromium) reemplazará a Microsoft Edge (Edge HTML) después del canal estable de Microsoft Edge (basado en Chromium) y se instalarán las actualizaciones de seguridad de noviembre de 2019. Este comportamiento es el mismo que el de la configuración "Deshabilitada".

La configuración "Deshabilitada" bloquea una experiencia en paralelo, y Microsoft Edge (basado en Chromium) reemplazará a Microsoft Edge (Edge HTML) después del canal estable de Microsoft Edge (basado en Chromium) y se instalarán las actualizaciones de seguridad de noviembre de 2019. Este comportamiento es el mismo que el de la configuración "No configurada".

Cuando esta directiva está "Habilitada", Microsoft Edge (basado en Chromium) y Microsoft Edge (Edge HTML) se pueden ejecutar de forma paralela después de instalar Microsoft Edge (basado en Chromium).

Para que esta directiva de grupo haga efecto, debe configurarse antes de que Windows Update instale de manera automática Microsoft Edge (basado en Chromium). Nota: ​Un usuario puede bloquear la actualización automática de Microsoft Edge (basado en Chromium) mediante el kit de herramientas de bloqueo de Microsoft Edge (basado en Chromium).

Comenzando con la versión 20H2 de Windows 10, Microsoft Edge (versión heredada) y la experiencia del navegador paralela no son compatibles.</string>
      <string id="Explain_RemoveDesktopShortcut">Si establece esta directiva en " Forzar eliminación de accesos directos de escritorio de nivel de sistema", los accesos directos de escritorio existentes de Microsoft Edge del sistema se eliminarán cuando se actualice el explorador o se reinicie el equipo.
Si establece esta directiva en " Forzar la eliminación de accesos directos de escritorio de nivel de sistema y de usuario", los accesos directos de escritorio de nivel de sistema Microsoft Edge existentes se eliminarán cuando se actualice el explorador o se reinicie el equipo, y los accesos directos de escritorio existentes de nivel de usuario se eliminarán cuando se actualice el explorador. Esto incluye accesos directos de escritorio de nivel de usuario que los usuarios podrían haber creado ellos mismos.
Si no configura esta directiva, no ocurrirá nada con los accesos directos de escritorio de Microsoft Edge existentes.

  Si no configura esta directiva para un canal,  la configuración de directiva "Quitar accesos directos de escritorio al actualizar el valor predeterminado" determina la eliminación de accesos directos del escritorio.</string>
      <string id="ProxyDisabled_DropDown">No utilizar nunca un proxy</string>
      <string id="Pol_DefaultAllowInstallation">Permitir la instalación predeterminada</string>
      <string id="Pol_ProxyPacUrl">Dirección URL a un archivo .pac de proxy</string>
      <string id="Cat_Applications">Aplicaciones</string>
      <string id="Explain_ProxyPacUrl">Permite especificar una dirección URL para un archivo de proxy de configuración automática (PAC).

  Si se habilita esta directiva, puede especificarse una dirección URL para un archivo PAC para automatizar cómo Microsoft Edge Update selecciona el servidor proxy apropiado para obtener un sitio web concreto.

  Esta directiva solo se aplica si se ha especificado una configuración de proxy manual en la directiva 'Elegir cómo especificar una configuración de servidor proxy'.

  No configure esta directiva si ha seleccionado una configuración de proxy que no sea manual en la directiva 'Elegir cómo especificar una configuración de servidor proxy'.</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 y posterior</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 y versiones posteriores</string>
      <string id="Explain_Preferences">Directivas generales para Microsoft Edge Update.</string>
      <string id="Explain_WebView">Especifica directivas para el tiempo de ejecución de WebView2.</string>
      <string id="Explain_ProxyServer">Permite especificar la dirección URL del servidor proxy para la actualización de Microsoft Edge que se va a usar.

  Si habilita esta directiva, podrá establecer la dirección URL del servidor proxy que usa la actualización de Microsoft Edge en su organización.

  Esta directiva solo se aplica si se ha seleccionado una configuración de proxy manual en la directiva "Elegir cómo especificar una configuración de servidor proxy".

  No configure esta directiva si ha seleccionado una configuración de proxy diferente de manual en la directiva "Elegir cómo especificar una configuración de servidor proxy".</string>
      <string id="Explain_DefaultAllowInstallation">Puedes especificar el comportamiento predeterminado de todos los canales para permitir o bloquear las actualizaciones de Microsoft Edge en servicios unidos a un dominio.

Puedes reemplazar esta directiva para canales individuales si habilitas la directiva 'Permitir instalación' para determinados canales.

Si deshabilitas esta directiva, se bloqueará la instalación de Microsoft Edge. Esto solo afecta a la instalación de software de Microsoft Edge cuando la directiva 'Permitir instalación' se ha establecido como No configurada.

Esta directiva no impide que se ejecute Microsoft Edge Update ni que los usuarios instalen el software de Microsoft Edge con otros métodos.

Esta directiva está disponible solo en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 y posterior</string>
      <string id="TargetChannel_Stable_DropDown">Estable</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Actualizar la directiva predeterminada de invalidación</string>
      <string id="Explain_ProxyMode">Le permite especificar la configuración del servidor proxy que se usa en Microsoft Edge Update.

  Si habilita esta directiva, puede elegir entre las siguientes opciones de servidor proxy:
   - Si decide no usar nunca un servidor proxy y conectarse siempre directamente, se omitirán todas las demás opciones.
   - Si elige usar la configuración de proxy del sistema o detectar automáticamente el servidor proxy, se omitirán todas las demás opciones.
   - Si elige el modo de proxy de servidor fijo, puede especificar más opciones en la directiva "Dirección o URL de un servidor proxy".
   - Si decide usar un script de proxy .PAC, debe especificar la dirección URL del script en la directiva "URL al archivo .pac de proxy".

  Si habilita esta directiva, los usuarios de su organización no podrán cambiar la configuración de proxy en Microsoft Edge Update.

  Si deshabilita o no configura esta directiva, no se establecerá ninguna configuración de servidor proxy, pero los usuarios de su organización podrán elegir su propia configuración de proxy para la actualización de Microsoft Edge.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 y versiones posteriores</string>
      <string id="Pol_RemoveDesktopShortcut">Quitar accesos directos de escritorio tras la actualización</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 y posterior</string>
      <string id="Name_UpdatesDisabled">Actualizaciones deshabilitadas</string>
      <string id="Pol_RollbackToTargetVersion">Revertir a la versión de destino</string>
      <string id="Explain_WebView_Install">Le permite especificar si el tiempo de ejecución de Webview2 puede instalarse mediante Microsoft Edge Update.

  Si habilita esta directiva, los usuarios podrán instalar el tiempo de ejecución de Webview2 a través de Microsoft Edge Update.

  Si desactiva esta directiva (o la establece como "Instalaciones desactivadas"), los usuarios no podrán instalar el tiempo de ejecución de Webview2 a través de Microsoft Edge Update.

  Si establece esta directiva en Permitir siempre las instalaciones en todo el equipo pero no las instalaciones por usuario, el tiempo de ejecución de Webview2 sólo se implementará en todo el equipo.

  Si establece la directiva en Forzar instalaciones (en todo el equipo), los usuarios podrán instalar el tiempo de ejecución de Webview2 en todos los equipos en los que esté preinstalado Microsoft Edge Update. Requiere Microsoft Edge Update 1.3.155.43 o superior.

  Si no configura esta directiva, el tiempo de ejecución de Webview2 se instalará a través de Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Directivas para controlar la instalación y la actualización de Microsoft Edge mediante Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Permite especificar el comportamiento predeterminado para todos los canales para crear un acceso directo de escritorio cuando se instala Microsoft Edge.

Si establece esta directiva en " Forzar eliminación de accesos directos de escritorio de nivel de sistema", los accesos directos de escritorio existentes de Microsoft Edge del sistema se eliminarán cuando se actualice el explorador o se reinicie el equipo.
Si establece esta directiva en " Forzar la eliminación de accesos directos de escritorio de nivel de sistema y de usuario", los accesos directos de escritorio de nivel de sistema Microsoft Edge existentes se eliminarán cuando se actualice el explorador o se reinicie el equipo, y los accesos directos de escritorio existentes de nivel de usuario se eliminarán cuando se actualice el explorador. Esto incluye accesos directos de escritorio de nivel de usuario que los usuarios podrían haber creado ellos mismos.
Si no configura esta directiva, no ocurrirá nada con los accesos directos de escritorio Microsoft Edge existentes.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Si se habilita esta directiva, las búsquedas de actualizaciones se suprimirán cada día empezando a las Hora:Minuto durante un período de Duración (en minutos). La duración no se ve afectada por el horario de verano. Por ejemplo, si la hora de inicio es 22:00 y la duración es de 480 minutos, se suprimirán las actualizaciones durante 8 horas exactamente, independientemente de si se inicia o finaliza el horario de verano durante este período.

  Si se deshabilita o no se configura esta directiva, las comprobaciones de actualización no se suprimirán durante un período específico.</string>
      <string id="Name_UpdatesEnabled">Permitir actualizaciones siempre (recomendado)</string>
      <string id="Cat_ProxyServer">Servidor proxy</string>
      <string id="Pol_CreateDesktopShortcut">Impedir la creación de un acceso directo de escritorio tras la instalación</string>
      <string id="Pol_AutoUpdateCheckPeriod">Anulación del período de comprobación de actualización automática</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 y versiones posteriores</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Impedir la creación de un acceso directo de escritorio tras la instalación predeterminada</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Forzar eliminación de accesos directos de escritorio de nivel de sistema</string>
      <string id="Name_ECSCommunicationDisabled">Deshabilitar la comunicación con el servicio de experimentación y configuración</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 y versiones posteriores</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 y posterior</string>
      <string id="Name_InstallsEnabled">Permitir siempre las instalaciones (recomendado)</string>
      <string id="Explain_DownloadPreference">Si se habilita, el servidor de Microsoft Edge Update intentará proporcionar direcciones URL aptas para caché para las cargas de actualización en sus respuestas.</string>
      <string id="Name_AutomaticUpdatesOnly">Solo actualizaciones automáticas silenciosas</string>
      <string id="Pol_TargetVersionPrefix">Invalidación de la versión de destino</string>
      <string id="Pol_DownloadPreference">Invalidación de clase de URL de descarga</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Período de tiempo en que se suprime cada día la comprobación de actualizaciones automáticas</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 y posterior</string>
      <string id="Cat_WebView">WebView2 Runtime de Microsoft Edge</string>
      <string id="Pol_UpdatePolicy">Invalidación de la directiva de actualización</string>
      <string id="Pol_ProxyServer">Dirección o dirección URL del servidor proxy</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Permite especificar el comportamiento predeterminado de todos los canales para crear un acceso directo en el escritorio cuando se instala Microsoft Edge.

 Si habilitas esta directiva, se creará un acceso directo de escritorio cuando se instale Microsoft Edge.
 Si deshabilitas esta directiva, no se creará ningún acceso directo de escritorio cuando se instale Microsoft Edge.
  Si no configuras esta directiva, se creará un acceso directo de escritorio a Microsoft Edge durante la instalación.
  Si Microsoft Edge ya está instalado, esta directiva no tendrá efecto.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Forzar la eliminación de accesos directos de escritorio de nivel de sistema y de usuario</string>
      <string id="ProxyUseSystem_DropDown">Usar la configuración de proxy del sistema</string>
      <string id="Cat_Preferences">Preferencias</string>
      <string id="Name_InstallsEnabledMachineOnly">Permitir siempre Machine-Wide instalaciones, pero no Per-User instalaciones</string>
      <string id="Cat_GoogleUpdate">Actualización de Microsoft Edge</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilita esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilita esta directiva para un canal (o la establece como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva "Permitir la instalación predeterminada" determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Permitir siempre Machine-Wide Instalaciones pero no Per-User Instalaciones, "APP_NAME" solo se implementará en todo el equipo.

Si establece esta directiva en Forzar instalaciones (en todo el equipo), "APP_NAME" sólo podrá implementarse en todo el equipo si Microsoft Edge Update está preinstalado. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Si establece esta directiva en Forzar instalaciones (por usuario), "APP_NAME" sólo podrá implementarse por usuario en todos los equipos si Microsoft Edge Update está preinstalado por usuario. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la configuración de las siguientes opciones:
  - Permitir siempre las actualizaciones: las actualizaciones siempre se aplican cuando se encuentran, ya sea mediante la comprobación de actualizaciones periódicas o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones silenciosas automáticas: las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódica.
  -  Solo actualizaciones manuales: las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual (no todas las aplicaciones proporcionan una interfaz para esta opción).
  -  Actualizaciones deshabilitadas: las actualizaciones no se aplican nunca.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de la aplicación, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre los usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update controla las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva solo está disponible en instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilitas esta directiva o no la configuras, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se dejarán como están.

Si habilitas esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utiliza esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulta https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

: si habilita esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

: si deshabilita esta directiva, los usuarios del Programa Windows Insider no se pueden inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

: si no configura esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilita esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilita esta directiva para un canal (o la establece como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva "Permitir la instalación predeterminada" determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Permitir siempre Machine-Wide Instalaciones pero no Per-User Instalaciones, "APP_NAME" solo se implementará en todo el equipo.

Si establece esta directiva en Forzar instalaciones (en todo el equipo), "APP_NAME" sólo podrá implementarse en todo el equipo si Microsoft Edge Update está preinstalado. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Si establece esta directiva en Forzar instalaciones (por usuario), "APP_NAME" sólo podrá implementarse por usuario en todos los equipos si Microsoft Edge Update está preinstalado por usuario. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la configuración de las siguientes opciones:
  - Permitir siempre las actualizaciones: las actualizaciones siempre se aplican cuando se encuentran, ya sea mediante la comprobación de actualizaciones periódicas o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones silenciosas automáticas: las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódica.
  -  Solo actualizaciones manuales: las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual (no todas las aplicaciones proporcionan una interfaz para esta opción).
  -  Actualizaciones deshabilitadas: las actualizaciones no se aplican nunca.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de la aplicación, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre los usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update controla las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva solo está disponible en instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilitas esta directiva o no la configuras, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se dejarán como están.

Si habilitas esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utiliza esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulta https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

: si habilita esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

: si deshabilita esta directiva, los usuarios del Programa Windows Insider no se pueden inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

: si no configura esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilita esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilita esta directiva para un canal (o la establece como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva "Permitir la instalación predeterminada" determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Permitir siempre Machine-Wide Instalaciones pero no Per-User Instalaciones, "APP_NAME" solo se implementará en todo el equipo.

Si establece esta directiva en Forzar instalaciones (en todo el equipo), "APP_NAME" sólo podrá implementarse en todo el equipo si Microsoft Edge Update está preinstalado. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Si establece esta directiva en Forzar instalaciones (por usuario), "APP_NAME" sólo podrá implementarse por usuario en todos los equipos si Microsoft Edge Update está preinstalado por usuario. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la configuración de las siguientes opciones:
  - Permitir siempre las actualizaciones: las actualizaciones siempre se aplican cuando se encuentran, ya sea mediante la comprobación de actualizaciones periódicas o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones silenciosas automáticas: las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódica.
  -  Solo actualizaciones manuales: las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual (no todas las aplicaciones proporcionan una interfaz para esta opción).
  -  Actualizaciones deshabilitadas: las actualizaciones no se aplican nunca.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de la aplicación, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre los usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update controla las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva solo está disponible en instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilitas esta directiva o no la configuras, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se dejarán como están.

Si habilitas esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utiliza esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulta https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

: si habilita esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

: si deshabilita esta directiva, los usuarios del Programa Windows Insider no se pueden inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

: si no configura esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilita esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilita esta directiva para un canal (o la establece como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva "Permitir la instalación predeterminada" determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Forzar instalaciones (por usuario), "APP_NAME" sólo podrá implementarse por usuario en todos los equipos si Microsoft Edge Update está preinstalado por usuario. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la configuración de las siguientes opciones:
  - Permitir siempre las actualizaciones: las actualizaciones siempre se aplican cuando se encuentran, ya sea mediante la comprobación de actualizaciones periódicas o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones silenciosas automáticas: las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódica.
  -  Solo actualizaciones manuales: las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual (no todas las aplicaciones proporcionan una interfaz para esta opción).
  -  Actualizaciones deshabilitadas: las actualizaciones no se aplican nunca.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de la aplicación, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre los usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update controla las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva solo está disponible en instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilitas esta directiva o no la configuras, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se dejarán como están.

Si habilitas esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utiliza esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulta https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

: si habilita esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

: si deshabilita esta directiva, los usuarios del Programa Windows Insider no se pueden inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

: si no configura esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilita esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilita esta directiva para un canal (o la establece como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva "Permitir la instalación predeterminada" determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Permitir siempre Machine-Wide Instalaciones pero no Per-User Instalaciones, "APP_NAME" solo se implementará en todo el equipo.

Si establece esta directiva en Forzar instalaciones (en todo el equipo), "APP_NAME" sólo podrá implementarse en todo el equipo si Microsoft Edge Update está preinstalado. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la configuración de las siguientes opciones:
  - Permitir siempre las actualizaciones: las actualizaciones siempre se aplican cuando se encuentran, ya sea mediante la comprobación de actualizaciones periódicas o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones silenciosas automáticas: las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódica.
  -  Solo actualizaciones manuales: las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual (no todas las aplicaciones proporcionan una interfaz para esta opción).
  -  Actualizaciones deshabilitadas: las actualizaciones no se aplican nunca.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de la aplicación, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre los usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update controla las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva solo está disponible en instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilitas esta directiva o no la configuras, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se dejarán como están.

Si habilitas esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utiliza esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulta https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva solo está disponible en las instancias de Windows unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

: si habilita esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

: si deshabilita esta directiva, los usuarios del Programa Windows Insider no se pueden inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

: si no configura esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutos entre las comprobaciones de actualizaciones</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Hora</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuto</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Duración</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Tipo de URL de descarga que se va a solicitar</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Elegir cómo especificar una configuración de servidor proxy</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Dirección o URL de un servidor proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL al archivo .pac de proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Directiva de actualización</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Directiva de actualización</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Versión de destino</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Controlar la comunicación de actualizador con el servicio de experimentación y configuración</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Canal de destino
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Directiva de instalación</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Directiva de instalación</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>